Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

# {0} of {1} MB used on your server
source: %1$@ of %2$@ MB used on your server
ar: المستخدم على خادمك: %1$@ من %2$@ م.ب
de: %1$@ von %2$@ MB auf deinem Server belegt
es: %1$@ de %2$@ MB usados en tu servidor
fr: %1$@ sur %2$@ Mo utilisés sur votre serveur
hi: आपके सर्वर पर %2$@ में से %1$@ MB इस्तेमाल
hu: %1$@ / %2$@ MB foglalt a szervereden
it: %1$@ di %2$@ MB usati sul tuo server
ko: 서버 사용량 %1$@ / %2$@ MB
pl: %1$@ z %2$@ MB zajęte na twoim serwerze
pt: %1$@ de %2$@ MB usados no teu servidor
pt_br: %1$@ de %2$@ MB usados no seu servidor
ru: Занято на вашем сервере: %1$@ из %2$@ МБ
th: ใช้ไป %1$@ จาก %2$@ MB บนเซิร์ฟเวอร์ของคุณ
tr: Sunucunda %1$@ / %2$@ MB kullanılıyor
uk: Зайнято на твоєму сервері: %1$@ з %2$@ МБ
zh: 服务器已用 %1$@ / %2$@ MB

# {0} of {1} exercises need equipment outside "{2}"
source: %1$@ of %2$@ exercises need equipment outside "%3$@"
ar: %1$@ من %2$@ تمارين تحتاج معدات خارج «%3$@»
de: %1$@ von %2$@ Übungen brauchen Geräte außerhalb von „%3$@“
es: %1$@ de %2$@ ejercicios necesitan equipo fuera de «%3$@»
fr: %1$@ exercices sur %2$@ nécessitent un équipement hors de « %3$@ »
hi: %2$@ में से %1$@ कसरतों को “%3$@” के बाहर के उपकरण चाहिए
hu: %1$@/%2$@ gyakorlathoz kell eszköz a(z) „%3$@” profilon kívülről
it: %1$@ di %2$@ esercizi richiedono attrezzi fuori da “%3$@”
ko: %2$@개 운동 중 %1$@개가 ‘%3$@’ 외의 장비를 필요로 합니다
pl: %1$@ z %2$@ ćwiczeń wymaga sprzętu spoza „%3$@”
pt: %1$@ de %2$@ exercícios precisam de equipamento fora de «%3$@»
pt_br: %1$@ de %2$@ exercícios precisam de equipamentos fora de “%3$@”
ru: %1$@ из %2$@ упражнений требуют инвентаря вне «%3$@»
th: %1$@ จาก %2$@ ท่าต้องใช้อุปกรณ์นอกเหนือจาก "%3$@"
tr: %2$@ hareketten %1$@ tanesi “%3$@” dışında ekipman gerektiriyor
uk: %1$@ з %2$@ вправ потребують інвентарю поза «%3$@»
zh: %2$@ 个动作中有 %1$@ 个需要“%3$@”之外的器械

# {0} of {1} finished sets rated
source: %1$@ of %2$@ finished sets rated
ar: %1$@ من %2$@ مجموعات منتهية مُقيّمة
de: %1$@ von %2$@ erledigten Sätzen bewertet
es: %1$@ de %2$@ series completadas valoradas
fr: %1$@ séries notées sur %2$@ terminées
hi: %2$@ पूरे किए सेट में से %1$@ आँके गए
hu: %2$@-ből %1$@ befejezett sorozat értékelve
it: %1$@ di %2$@ serie completate valutate
ko: 완료한 %2$@세트 중 %1$@세트 평가됨
pl: ocenione serie: %1$@ z %2$@ ukończonych
pt: %1$@ de %2$@ séries concluídas avaliadas
pt_br: %1$@ de %2$@ séries concluídas avaliadas
ru: оценено %1$@ из %2$@ выполненных подходов
th: ให้คะแนนแล้ว %1$@ จาก %2$@ เซ็ตที่ทำเสร็จ
tr: %2$@ tamamlanan setin %1$@ tanesi puanlandı
uk: оцінено %1$@ з %2$@ виконаних підходів
zh: %2$@ 个已完成组中有 %1$@ 个已评分

# {0} of {1} planned sets done.
source: %1$@ of %2$@ planned sets done.
ar: أُنجز %1$@ من %2$@ مجموعة مخططة.
de: %1$@ von %2$@ geplanten Sätzen geschafft.
es: %1$@ de %2$@ series previstas hechas.
fr: %1$@ séries prévues sur %2$@ faites.
hi: %2$@ में से %1$@ नियोजित सेट पूरे।
hu: %1$@ / %2$@ tervezett sorozat kész.
it: %1$@ di %2$@ serie previste fatte.
ko: 계획한 %2$@세트 중 %1$@세트 완료.
pl: %1$@ z %2$@ zaplanowanych serii zrobionych.
pt: %1$@ de %2$@ séries previstas feitas.
pt_br: %1$@ de %2$@ séries previstas feitas.
ru: Сделано %1$@ из %2$@ запланированных подходов.
th: ทำได้ %1$@ จาก %2$@ เซ็ตตามแผน
tr: Planlanan %2$@ setten %1$@ yapıldı.
uk: Зроблено %1$@ із %2$@ запланованих підходів.
zh: 计划的 %2$@ 组已完成 %1$@ 组。

# {0} passkeys
source: %1$@ passkeys
ar: مفاتيح المرور: %1$@
hi: %1$@ पासकी
hu: %1$@ jelszókulcs
it: %1$@ passkey
ko: 패스키 %1$@개
pl: Passkeys: %1$@
pt_br: %1$@ chaves de acesso
ru: Ключей доступа: %1$@
th: %1$@ พาสคีย์
tr: %1$@ geçiş anahtarı
uk: Ключів доступу: %1$@
zh: %1$@ 个通行密钥

# {0} per side
source: %1$@ per side
ar: %1$@ لكل جانب
de: %1$@ pro Seite
es: %1$@ por lado
fr: %1$@ par côté
hi: प्रति तरफ़ %1$@
hu: %1$@ oldalanként
it: %1$@ per lato
ko: 한쪽당 %1$@회
pl: %1$@ na stronę
pt: %1$@ por lado
pt_br: %1$@ por lado
ru: %1$@ на сторону
th: %1$@ ต่อข้าง
tr: Taraf başına %1$@
uk: %1$@ на сторону
zh: 每侧 %1$@ 次

# {0} photo or video
source: %1$@ photo or video
ar: %1$@ صورة أو فيديو
de: %1$@ Foto oder Video
es: %1$@ foto o vídeo
fr: %1$@ photo ou vidéo
hi: %1$@ फ़ोटो या वीडियो
hu: %1$@ fotó vagy videó
it: %1$@ foto o video
ko: 사진·동영상 %1$@개
pl: Zdjęcia lub filmy: %1$@
pt: %1$@ foto ou vídeo
pt_br: %1$@ foto ou vídeo
ru: Фото или видео: %1$@
th: รูปภาพหรือวิดีโอ %1$@ รายการ
tr: %1$@ fotoğraf veya video
uk: Фото чи відео: %1$@
zh: %1$@ 个照片或视频

# {0} photo or video has not reached your server yet.
source: %1$@ photo or video has not reached your server yet.
ar: لم تصل %1$@ صورة أو مقطع فيديو إلى خادمك بعد.
de: %1$@ Foto oder Video ist noch nicht auf deinem Server.
es: %1$@ foto o vídeo aún no ha llegado a tu servidor.
fr: %1$@ photo ou vidéo n’est pas encore arrivée sur votre serveur.
hi: %1$@ फ़ोटो या वीडियो अभी आपके सर्वर तक नहीं पहुँचा है।
hu: %1$@ fotó vagy videó még nem ért el a szerveredre.
it: %1$@ foto o video non ha ancora raggiunto il tuo server.
ko: 아직 서버에 올라가지 않은 사진·동영상이 %1$@개 있습니다.
pl: Zdjęcie lub film, którego jeszcze nie ma na twoim serwerze: %1$@.
pt: %1$@ foto ou vídeo ainda não chegou ao teu servidor.
pt_br: %1$@ foto ou vídeo ainda não chegou ao seu servidor.
ru: Фото или видео, ещё не попавшее на ваш сервер: %1$@.
th: มีรูปภาพหรือวิดีโอ %1$@ รายการที่ยังไม่ถึงเซิร์ฟเวอร์ของคุณ
tr: %1$@ fotoğraf veya video henüz sunucuna ulaşmadı.
uk: Фото чи відео, яке ще не дійшло до твого сервера: %1$@.
zh: 有 %1$@ 个照片或视频尚未到达你的服务器。

# {0} photos or videos
source: %1$@ photos or videos
ar: %1$@ من الصور أو مقاطع الفيديو
de: %1$@ Fotos oder Videos
es: %1$@ fotos o vídeos
fr: %1$@ photos ou vidéos
hi: %1$@ फ़ोटो या वीडियो
hu: %1$@ fotó vagy videó
it: %1$@ foto o video
ko: 사진·동영상 %1$@개
pl: Zdjęcia lub filmy: %1$@
pt: %1$@ fotos ou vídeos
pt_br: %1$@ fotos ou vídeos
ru: Фото и видео: %1$@
th: รูปภาพหรือวิดีโอ %1$@ รายการ
tr: %1$@ fotoğraf veya video
uk: Фото й відео: %1$@
zh: %1$@ 个照片或视频

# {0} photos or videos have not reached your server yet.
source: %1$@ photos or videos have not reached your server yet.
ar: لم تصل %1$@ من الصور أو مقاطع الفيديو إلى خادمك بعد.
de: %1$@ Fotos oder Videos sind noch nicht auf deinem Server.
es: %1$@ fotos o vídeos aún no han llegado a tu servidor.
fr: %1$@ photos ou vidéos ne sont pas encore arrivées sur votre serveur.
hi: %1$@ फ़ोटो या वीडियो अभी आपके सर्वर तक नहीं पहुँचे हैं।
hu: %1$@ fotó vagy videó még nem ért el a szerveredre.
it: %1$@ foto o video non hanno ancora raggiunto il tuo server.
ko: 아직 서버에 올라가지 않은 사진·동영상이 %1$@개 있습니다.
pl: Zdjęcia lub filmy, które nie dotarły jeszcze na twój serwer: %1$@.
pt: %1$@ fotos ou vídeos ainda não chegaram ao teu servidor.
pt_br: %1$@ fotos ou vídeos ainda não chegaram ao seu servidor.
ru: Фото и видео, ещё не попавшие на ваш сервер: %1$@.
th: มีรูปภาพหรือวิดีโอ %1$@ รายการที่ยังไม่ถึงเซิร์ฟเวอร์ของคุณ
tr: %1$@ fotoğraf veya video henüz sunucuna ulaşmadı.
uk: Фото й відео, які ще не дійшли до твого сервера: %1$@.
zh: 有 %1$@ 个照片或视频尚未到达你的服务器。

# {0} planned for {1}
source: %1$@ planned for %2$@
ar: %1$@ مجدول في %2$@
de: %1$@ für %2$@ geplant
es: %1$@ planificado para %2$@
fr: %1$@ prévu pour %2$@
hi: %1$@ को %2$@ के लिए तय किया
hu: %1$@ tervezve erre: %2$@
it: %1$@ pianificato per %2$@
ko: %2$@에 %1$@ 예정됨
pl: %1$@ zaplanowano na %2$@
pt: %1$@ planeado para %2$@
pt_br: %1$@ planejado para %2$@
ru: %1$@ запланировано на %2$@
th: วางแผน %1$@ ไว้สำหรับ %2$@
tr: %1$@, %2$@ için planlandı
uk: %1$@ заплановано на %2$@
zh: %1$@ 已安排在 %2$@

# {0} reps in every set — add a set and go back to {1}.
source: %1$@ reps in every set — add a set and go back to %2$@.
ar: %1$@ تكرارات في كل مجموعة — أضف مجموعة وعد إلى %2$@.
de: %1$@ Wiederholungen in jedem Satz — ein Satz kommt dazu, zurück auf %2$@.
es: %1$@ reps en todas las series: añade una serie y vuelve a %2$@.
fr: %1$@ répétitions sur toutes les séries — une série en plus, retour à %2$@.
hi: हर सेट में %1$@ रेप्स — एक सेट जोड़ें और वापस %2$@ पर।
hu: %1$@ ismétlés minden sorozatban — egy sorozat hozzáadva, vissza %2$@-re.
it: %1$@ ripetizioni in ogni serie — aggiungi una serie e torna a %2$@.
ko: 모든 세트 %1$@회 달성 — 세트를 추가하고 %2$@회로 돌아갑니다.
pl: Wszystkie serie po %1$@ powt. — dodaj serię i wróć do %2$@.
pt: %1$@ repetições em todas as séries — acrescenta uma série e volta a %2$@.
pt_br: %1$@ repetições em todas as séries — adicione uma série e volte para %2$@.
ru: Во всех подходах %1$@ повт. — добавь подход и вернись к %2$@.
th: ทำได้ %1$@ ครั้งในทุกเซ็ต — เพิ่มเซ็ตและกลับไปที่ %2$@
tr: Her sette %1$@ tekrar — bir set ekle ve %2$@ tekrara dön.
uk: В усіх підходах %1$@ повт. — додай підхід і повернись до %2$@.
zh: 每组都做到 %1$@ 次——加一组，次数回到 %2$@。

# {0} routine
source: %1$@ routine
ar: %1$@ روتين
es: %1$@ rutina
hi: %1$@ रूटीन
hu: %1$@ rutin
ko: 루틴 %1$@개
pl: %1$@ plan treningowy
pt: %1$@ rotina
pt_br: %1$@ rotina
ru: Программа: %1$@
th: %1$@ รูทีน
tr: %1$@ rutin
uk: Програма: %1$@
zh: %1$@ 个训练日

# {0} routines
source: %1$@ routines
ar: %1$@ روتينات
de: %1$@ Routinen
es: %1$@ rutinas
hi: %1$@ रूटीन
hu: %1$@ rutin
it: %1$@ routine
ko: 루틴 %1$@개
pl: %1$@ planów treningowych
pt: %1$@ rotinas
pt_br: %1$@ rotinas
ru: Программ: %1$@
th: %1$@ รูทีน
tr: %1$@ rutin
uk: Програм: %1$@
zh: %1$@ 个训练日

# {0} routines imported
source: %1$@ routines imported
ar: تم استيراد %1$@ روتين
de: %1$@ Routinen importiert
es: %1$@ rutinas importadas
fr: %1$@ routines importées
hi: %1$@ रूटीन आयात किए गए
hu: %1$@ edzésterv importálva
it: %1$@ routine importate
ko: 루틴 %1$@개 가져옴
pl: Zaimportowano %1$@ rutyn
pt: %1$@ rotinas importadas
pt_br: %1$@ rotinas importadas
ru: Импортировано программ: %1$@
th: นำเข้า %1$@ โปรแกรมแล้ว
tr: %1$@ rutin içe aktarıldı
uk: Імпортовано програм: %1$@
zh: 已导入 %1$@ 个训练计划

# {0} routines to look over
source: %1$@ routines to look over
ar: %1$@ روتينات للمراجعة
de: %1$@ Routinen zum Durchsehen
es: %1$@ rutinas para revisar
fr: %1$@ routines à examiner
hi: देखने के लिए %1$@ रूटीन
hu: %1$@ rutin átnézésre vár
it: %1$@ routine da esaminare
ko: 살펴볼 루틴 %1$@개
pl: %1$@ rutyn do przejrzenia
pt: %1$@ rotinas para rever
pt_br: %1$@ rotinas para revisar
ru: %1$@ программ для просмотра
th: %1$@ รูทีนให้ตรวจดู
tr: İncelenecek %1$@ rutin
uk: %1$@ програм для перегляду
zh: %1$@ 个训练日待查看

# {0} routines · {1} exercises — added as new plans
source: %1$@ routines · %2$@ exercises — added as new plans
ar: %1$@ روتينات · %2$@ تمارين — أُضيفت كخطط جديدة
de: %1$@ Routinen · %2$@ Übungen — als neue Pläne hinzugefügt
es: %1$@ rutinas · %2$@ ejercicios — se añaden como planes nuevos
fr: %1$@ routines · %2$@ exercices — ajoutées comme nouveaux plans
hi: %1$@ रूटीन · %2$@ व्यायाम — नए प्लान के रूप में जोड़े जाते हैं
hu: %1$@ edzésterv · %2$@ gyakorlat — új tervekként hozzáadva
it: %1$@ routine · %2$@ esercizi — aggiunte come nuovi piani
ko: 루틴 %1$@개 · 운동 %2$@개 — 새 계획으로 추가
pl: %1$@ rutyn · %2$@ ćwiczeń — dodane jako nowe plany
pt: %1$@ rotinas · %2$@ exercícios — adicionadas como planos novos
pt_br: %1$@ rotinas · %2$@ exercícios — adicionadas como planos novos
ru: %1$@ программ · %2$@ упражнений — добавляются как новые планы
th: %1$@ โปรแกรม · %2$@ ท่า — เพิ่มเป็นแผนใหม่
tr: %1$@ rutin · %2$@ egzersiz — yeni plan olarak eklenir
uk: %1$@ програм · %2$@ вправ — додаються як нові плани
zh: %1$@ 个计划 · %2$@ 个动作 — 作为新计划添加

# {0} session
source: %1$@ session
ar: %1$@ جلسة
de: %1$@ Einheit
es: %1$@ sesión
fr: %1$@ séance
hi: %1$@ सत्र
hu: %1$@ edzés
it: %1$@ sessione
ko: 세션 %1$@회
pl: %1$@ sesja
pt: %1$@ sessão
pt_br: %1$@ sessão
ru: %1$@ сессия
th: %1$@ เซสชัน
tr: %1$@ seans
uk: %1$@ тренування
zh: %1$@ 次训练

# {0} sessions
source: %1$@ sessions
ar: %1$@ جلسات
de: %1$@ Einheiten
es: %1$@ sesiones
fr: %1$@ séances
hi: %1$@ सत्र
hu: %1$@ edzés
it: %1$@ sessioni
ko: 세션 %1$@회
pl: %1$@ sesji
pt: %1$@ sessões
pt_br: %1$@ sessões
ru: %1$@ сессий
th: %1$@ เซสชัน
tr: %1$@ seans
uk: %1$@ тренувань
zh: %1$@ 次训练

# {0} set still unchecked. Finish the workout now?
source: %1$@ set still unchecked. Finish the workout now?
ar: %1$@ مجموعة لم تُحدد بعد. هل تريد إنهاء التمرين الآن؟
de: %1$@ Satz noch offen. Training jetzt beenden?
es: Queda %1$@ serie sin marcar. ¿Terminar ahora?
fr: %1$@ série non cochée. Terminer maintenant ?
hi: %1$@ सेट अभी बाकी है। अभी समाप्त करें?
hu: %1$@ sorozat még nincs kipipálva. Befejezed most az edzést?
it: %1$@ serie non spuntata. Terminare ora?
ko: 아직 %1$@세트가 남았어요. 지금 마칠까요?
pl: Została %1$@ nieodhaczona seria. Zakończyć teraz?
pt: Falta %1$@ série por marcar. Terminar agora?
pt_br: Falta %1$@ série sem marcar. Finalizar o treino agora?
ru: Не отмечен %1$@ подход. Завершить сейчас?
th: ยังมี %1$@ เซ็ตที่ยังไม่ติ๊ก จะจบตอนนี้เลยไหม?
tr: %1$@ set işaretlenmedi. Şimdi bitirilsin mi?
uk: Не відмічено %1$@ підхід. Завершити зараз?
zh: 还有 %1$@ 组未勾选。现在结束训练吗？

# {0} set to rest
source: %1$@ set to rest
ar: تم تحويل %1$@ إلى راحة
de: %1$@ als Pausentag gesetzt
es: %1$@ marcado como descanso
fr: %1$@ passé en repos
hi: %1$@ आराम के लिए सेट
hu: %1$@ pihenőnapra állítva
it: %1$@ impostato a riposo
ko: %1$@을(를) 휴식일로 설정
pl: %1$@ ustawiono jako odpoczynek
pt: %1$@ marcado como descanso
pt_br: %1$@ marcado como descanso
ru: %1$@ — теперь день отдыха
th: ตั้ง %1$@ เป็นวันพักแล้ว
tr: %1$@ dinlenme olarak ayarlandı
uk: %1$@ — тепер день відпочинку
zh: %1$@ 已设为休息

# {0} set · {1} work
source: %1$@ set · %2$@ work
ar: %1$@ مجموعة · %2$@ عمل
de: %1$@ Satz · %2$@ Arbeit
es: %1$@ serie · %2$@ trabajo
fr: %1$@ série · %2$@ travail
hi: %1$@ सेट · %2$@ काम
hu: %1$@ sorozat · %2$@ munka
it: %1$@ serie · %2$@ lavoro
ko: %1$@ 세트 · %2$@ 작업
pl: %1$@ seria · %2$@ praca
pt: %1$@ série · %2$@ trabalho
pt_br: %1$@ série · %2$@ trabalho
ru: %1$@ подход · рабочих: %2$@
th: %1$@ เซ็ต · เซ็ตหลัก %2$@
tr: %1$@ set · %2$@ çalışma
uk: %1$@ підхід · робочих: %2$@
zh: %1$@ 组 · %2$@ 工作

# {0} sets
source: %1$@ sets
ar: %1$@ مجموعات
de: %1$@ Sätze
es: %1$@ series
fr: %1$@ séries
hi: %1$@ सेट
hu: %1$@ sorozat
it: %1$@ serie
ko: %1$@세트
pl: %1$@ serii
pt: %1$@ séries
pt_br: %1$@ séries
ru: подходов: %1$@
th: %1$@ เซ็ต
tr: %1$@ set
uk: підходів: %1$@
zh: %1$@ 组

source: %1$@ sets bring an %2$@ with them — switch on Effort per set in Settings to see it.
ar: مجموعات %1$@ تحمل معها %2$@ — فعّل «الجهد لكل مجموعة» في الإعدادات لعرضها.
de: %1$@ Sätze bringen ein %2$@ mit — schalte in den Einstellungen „Anstrengung pro Satz“ ein, um es zu sehen.
es: %1$@ series traen un %2$@ — activa «Esfuerzo por serie» en Ajustes para verlo.
fr: %1$@ séries arrivent avec un %2$@ — active « Effort par série » dans les réglages pour le voir.
hi: %1$@ सेट अपने साथ %2$@ लाते हैं — इसे देखने के लिए सेटिंग्स में “प्रति सेट मेहनत” चालू करें।
hu: %1$@ sorozat %2$@ hoz magával — kapcsold be a Megerőltetés sorozatonként opciót a Beállításokban, hogy lásd.
it: %1$@ serie portano con sé un %2$@ — attiva «Sforzo per serie» nelle impostazioni per vederlo.
ko: %1$@개 세트에 %2$@이(가) 함께 들어 있습니다 — 설정에서 ‘세트당 강도’를 켜면 보입니다.
pl: %1$@ serii ma zapisane %2$@ — włącz „Wysiłek w serii” w ustawieniach, aby to zobaczyć.
pt: %1$@ séries trazem um %2$@ — liga «Esforço por série» nas definições para o veres.
pt_br: %1$@ séries incluem um %2$@ — ative “Esforço por série” nas Configurações para exibi-lo.
ru: %1$@ подходов несут с собой %2$@ — включите «Усилие в подходе» в настройках, чтобы увидеть.
th: %1$@ เซ็ตมาพร้อม %2$@ — เปิด “ความหนักต่อเซ็ต” ในตั้งค่าเพื่อดู
tr: %1$@ set beraberinde bir %2$@ getiriyor — görmek için Ayarlar’da «Set başına efor» seçeneğini aç.
uk: %1$@ підходів несуть із собою %2$@ — увімкни «Зусилля в підході» в налаштуваннях, щоб побачити.
zh: %1$@ 组自带 %2$@——在设置中打开“每组强度”即可看到。

# {0} sets bring an {1} with them.
source: %1$@ sets bring an %2$@ with them.
ar: مجموعات %1$@ تحمل معها %2$@.
de: %1$@ Sätze bringen ein %2$@ mit.
es: %1$@ series traen un %2$@.
fr: %1$@ séries arrivent avec un %2$@.
hi: %1$@ सेट अपने साथ %2$@ लाते हैं।
hu: %1$@ sorozat %2$@ hoz magával.
it: %1$@ serie portano con sé un %2$@.
ko: %1$@개 세트에 %2$@이(가) 함께 들어 있습니다.
pl: %1$@ serii ma zapisane %2$@.
pt: %1$@ séries trazem um %2$@.
pt_br: %1$@ séries trazem um %2$@.
ru: %1$@ подходов несут с собой %2$@.
th: %1$@ เซ็ตมาพร้อม %2$@
tr: %1$@ set beraberinde bir %2$@ getiriyor.
uk: %1$@ підходів несуть із собою %2$@.
zh: %1$@ 组自带 %2$@。

# {0} sets of {1} — time to add weight or move to a harder variation.
source: %1$@ sets of %2$@ — time to add weight or move to a harder variation.
ar: %1$@ مجموعات من %2$@ — حان وقت إضافة الوزن أو الانتقال إلى تنويع أصعب.
de: %1$@ Sätze mit %2$@ — Zeit für Zusatzgewicht oder eine schwerere Variante.
es: %1$@ series de %2$@: toca añadir peso o pasar a una variante más difícil.
fr: %1$@ séries de %2$@ — il est temps d’ajouter du poids ou de passer à une variante plus dure.
hi: %2$@ रेप्स के %1$@ सेट — अब वज़न बढ़ाने या किसी कठिन वैरिएशन पर जाने का समय।
hu: %1$@ sorozat %2$@ ismétléssel — ideje súlyt hozzáadni vagy nehezebb variációra váltani.
it: %1$@ serie da %2$@ — è ora di aggiungere peso o passare a una variante più difficile.
ko: %2$@회 %1$@세트 — 이제 무게를 올리거나 더 어려운 동작으로 넘어가세요.
pl: %1$@ × %2$@ powt. — czas dodać ciężar albo przejść na trudniejszy wariant.
pt: %1$@ séries de %2$@ — hora de acrescentar peso ou passar a uma variação mais difícil.
pt_br: %1$@ séries de %2$@ — hora de acrescentar peso ou passar a uma variação mais difícil.
ru: %1$@ × %2$@ — пора добавить вес или перейти к более сложному варианту.
th: %1$@ เซ็ตของ %2$@ — ถึงเวลาเพิ่มน้ำหนักหรือเปลี่ยนไปท่าที่ยากขึ้น
tr: %2$@ tekrarlık %1$@ set — ağırlık ekleme ya da daha zor bir varyasyona geçme zamanı.
uk: %1$@ × %2$@ — час додати вагу або перейти до складнішого варіанту.
zh: %1$@ 组 × %2$@ 次——该加重量或换更难的变式了。

# {0} sets still unchecked. Finish the workout now?
source: %1$@ sets still unchecked. Finish the workout now?
ar: %1$@ مجموعات لم تُحدد بعد. هل تريد إنهاء التمرين الآن؟
de: %1$@ Sätze noch offen. Training jetzt beenden?
es: Quedan %1$@ series sin marcar. ¿Terminar ahora?
fr: %1$@ séries non cochées. Terminer maintenant ?
hi: %1$@ सेट अभी बाकी हैं। अभी समाप्त करें?
hu: %1$@ sorozat még nincs kipipálva. Befejezed most az edzést?
it: %1$@ serie non spuntate. Terminare ora?
ko: 아직 %1$@세트가 남았어요. 지금 마칠까요?
pl: Nieodhaczone serie: %1$@. Zakończyć teraz?
pt: Faltam %1$@ séries por marcar. Terminar agora?
pt_br: Faltam %1$@ séries sem marcar. Finalizar o treino agora?
ru: Не отмечено подходов: %1$@. Завершить сейчас?
th: ยังมี %1$@ เซ็ตที่ยังไม่ติ๊ก จะจบตอนนี้เลยไหม?
tr: %1$@ set işaretlenmedi. Şimdi bitirilsin mi?
uk: Не відмічено підходів: %1$@. Завершити зараз?
zh: 还有 %1$@ 组未勾选。现在结束训练吗？

# {0} sets · {1} work
source: %1$@ sets · %2$@ work
ar: %1$@ مجموعات · %2$@ عمل
de: %1$@ Sätze · %2$@ Arbeit
es: %1$@ series · %2$@ trabajo
fr: %1$@ séries · %2$@ travail
hi: %1$@ सेट · %2$@ काम
hu: %1$@ sorozat · %2$@ munka
it: %1$@ serie · %2$@ lavoro
ko: %1$@ 세트 · %2$@ 작업
pl: %1$@ serii · %2$@ praca
pt: %1$@ séries · %2$@ trabalho
pt_br: %1$@ séries · %2$@ trabalho
ru: %1$@ подходов · %2$@ рабочих
th: %1$@ เซ็ต · เซ็ตหลัก %2$@
tr: %1$@ set · %2$@ çalışma
uk: %1$@ підходів · %2$@ робочих
zh: %1$@ 组 · %2$@ 工作

# {0} short
source: %1$@ short
ar: ينقص %1$@
de: %1$@ zu wenig
es: %1$@ de menos
fr: %1$@ en moins
hi: %1$@ कम
hu: %1$@ hiányzik
it: %1$@ in meno
ko: %1$@ 부족
pl: brakuje %1$@
pt: %1$@ a menos
pt_br: %1$@ a menos
ru: не хватает %1$@
th: ขาดอีก %1$@
tr: %1$@ eksik
uk: бракує %1$@
zh: 差 %1$@

# {0} suggestion
source: %1$@ suggestion
ar: %1$@ اقتراح
de: %1$@ Vorschlag
es: %1$@ sugerencia
hi: %1$@ सुझाव
hu: %1$@ javaslat
it: %1$@ suggerimento
ko: 제안 %1$@개
pl: %1$@ sugestia
pt: %1$@ sugestão
pt_br: %1$@ sugestão
ru: %1$@ предложение
th: %1$@ ข้อเสนอแนะ
tr: %1$@ öneri
uk: %1$@ пропозиція
zh: %1$@ 条建议

# {0} suggestions
source: %1$@ suggestions
ar: %1$@ اقتراحات
de: %1$@ Vorschläge
es: %1$@ sugerencias
hi: %1$@ सुझाव
hu: %1$@ javaslat
it: %1$@ suggerimenti
ko: 제안 %1$@개
pl: %1$@ sugestii
pt: %1$@ sugestões
pt_br: %1$@ sugestões
ru: %1$@ предложений
th: %1$@ ข้อเสนอแนะ
tr: %1$@ öneri
uk: %1$@ пропозицій
zh: %1$@ 条建议

# {0} to gain
source: %1$@ to gain
ar: متبقٍ %1$@ للزيادة
de: noch %1$@ zunehmen
es: %1$@ por ganar
fr: %1$@ à prendre
hi: %1$@ बढ़ाना बाकी
hu: még %1$@ felszedendő
it: %1$@ da prendere
ko: %1$@ 증량 남음
pl: %1$@ do przybrania
pt: %1$@ por ganhar
pt_br: %1$@ para ganhar
ru: набрать %1$@
th: ต้องเพิ่มอีก %1$@
tr: alınacak %1$@
uk: набрати %1$@
zh: 还需增重 %1$@

# {0} to go
source: %1$@ to go
ar: متبقٍ %1$@
de: noch %1$@
es: faltan %1$@
fr: encore %1$@
hi: %1$@ बाकी
hu: még %1$@ van hátra
it: mancano %1$@
ko: %1$@ 남음
pl: zostało %1$@
pt: faltam %1$@
pt_br: faltam %1$@
ru: осталось %1$@
th: เหลืออีก %1$@
tr: %1$@ kaldı
uk: лишилося %1$@
zh: 还差 %1$@

# {0} to lose
source: %1$@ to lose
ar: متبقٍ %1$@ للإنقاص
de: noch %1$@ abnehmen
es: %1$@ por perder
fr: %1$@ à perdre
hi: %1$@ घटाना बाकी
hu: még %1$@ leadandó
it: %1$@ da perdere
ko: %1$@ 감량 남음
pl: %1$@ do zrzucenia
pt: %1$@ por perder
pt_br: %1$@ para perder
ru: сбросить %1$@
th: ต้องลดอีก %1$@
tr: verilecek %1$@
uk: скинути %1$@
zh: 还需减重 %1$@

# {0} waiting to upload
source: %1$@ waiting to upload
ar: بانتظار الرفع: %1$@
de: %1$@ warten auf den Upload
es: %1$@ pendientes de subir
fr: %1$@ en attente d’envoi
hi: %1$@ अपलोड की प्रतीक्षा में
hu: %1$@ feltöltésre vár
it: %1$@ in attesa di caricamento
ko: 업로드 대기 %1$@개
pl: Czeka na wysłanie: %1$@
pt: %1$@ à espera de envio
pt_br: %1$@ aguardando envio
ru: Ожидают загрузки: %1$@
th: รออัปโหลด %1$@ รายการ
tr: %1$@ yükleme bekliyor
uk: Чекають на вивантаження: %1$@
zh: %1$@ 个等待上传

# {0} week streak
source: %1$@ week streak
ar: %1$@ أسابيع متتالية
de: %1$@ Wochen in Folge
es: racha de %1$@ semanas
fr: série de %1$@ semaines
hi: %1$@ हफ़्तों की स्ट्रीक
hu: %1$@ hetes sorozat
it: serie di %1$@ settimane
ko: %1$@주 연속
pl: seria %1$@ tyg.
pt: sequência de %1$@ semanas
pt_br: sequência de %1$@ semanas
ru: серия: %1$@ нед.
th: ต่อเนื่อง %1$@ สัปดาห์
tr: %1$@ haftalık seri
uk: серія: %1$@ тижн.
zh: 连续 %1$@ 周

# {0} weigh-in
source: %1$@ weigh-in
ar: قياسات الوزن: %1$@
de: %1$@ Wiegung
es: %1$@ pesaje
fr: %1$@ pesée
hi: %1$@ वज़न मापन
hu: %1$@ mérés
it: %1$@ pesata
ko: 체중 기록 %1$@개
pl: %1$@ ważenie
pt: %1$@ pesagem
pt_br: %1$@ pesagem
ru: Взвешиваний: %1$@
th: บันทึก %1$@ ครั้ง
tr: %1$@ tartım
uk: Зважувань: %1$@
zh: %1$@ 次称重

# {0} weigh-ins
source: %1$@ weigh-ins
ar: قياسات الوزن: %1$@
de: %1$@ Wiegungen
es: %1$@ pesajes
fr: %1$@ pesées
hi: %1$@ वज़न मापन
hu: %1$@ mérés
it: %1$@ pesate
ko: 체중 기록 %1$@개
pl: %1$@ ważeń
pt: %1$@ pesagens
pt_br: %1$@ pesagens
ru: Взвешиваний: %1$@
th: บันทึก %1$@ ครั้ง
tr: %1$@ tartım
uk: Зважувань: %1$@
zh: %1$@ 次称重

# {0} weigh-ins imported
source: %1$@ weigh-ins imported
ar: تم استيراد %1$@ قياس وزن
de: %1$@ Wiegungen importiert
es: %1$@ pesajes importados
fr: %1$@ pesées importées
hi: %1$@ वज़न रिकॉर्ड आयात हुए
hu: %1$@ mérés importálva
it: %1$@ pesate importate
ko: 체중 기록 %1$@개를 가져왔습니다
pl: Zaimportowano %1$@ ważeń
pt: %1$@ pesagens importadas
pt_br: %1$@ pesagens importadas
ru: Импортировано взвешиваний: %1$@
th: นำเข้าบันทึกน้ำหนัก %1$@ รายการแล้ว
tr: %1$@ tartım içe aktarıldı
uk: Імпортовано зважувань: %1$@
zh: 已导入 %1$@ 条称重记录

# {0} workout
source: %1$@ workout
ar: %1$@ تمرين
de: %1$@ Training
es: %1$@ entrenamiento
fr: %1$@ séance
hi: %1$@ वर्कआउट
hu: %1$@ edzés
it: %1$@ allenamento
ko: 운동 %1$@회
pl: %1$@ trening
pt: %1$@ treino
pt_br: %1$@ treino
ru: Тренировок: %1$@
th: %1$@ ครั้ง
tr: %1$@ antrenman
uk: Тренувань: %1$@
zh: %1$@ 次训练
